"LANGUAGE" = "sv";

"<name> is in an emergency situation. Click on the link to see where I am. <URL>" = "<name> befinner sig i en nödsituation! Hitta platsen här.\n<URL>\nLat,Lng <latitude>,<longitude>";
"<name> has canceled the alert. Find the location here" = "<name> har avslutat larmet. Hitta platsen här.\n<URL>\nLat,Lng <latitude>,<longitude>";
"Accept" = "Acceptera";

"Add contact" = "Välj kontakt";
"Add friend" = "Lägg till vän";
"Add WIFI AP" = "Lägg till WIFI AP";
"Age" = "Ålder";
"Alarm end" = "%@ har avslutat larmet.";
"Alert message" = "Larmmeddelande";

"Alerty just got better! A new version is available." = "Alerty har blivit ännu bättre! En ny version finns tillgänglig.";
"Allows you to use the follow me functionality" = "Gör det möjligt att använda följ mig-funktionen";
"An alarm has been activated" = "Ett larm har aktiverats.";
"Answer" = "Svara";
"Are you sure you want to buy credit(s)?" = "Är du säker på att du vill köpa krediter?";
"Are you sure?" = "Är du säker?";
"Ask to add networks" = "Spara nätverk";
"Back" = "Tillbaka";
"Bluetooth is OFF" = "Blåtand är AV";
"Call" = "Röstsamtal";
"Cancel" = "Avbryt";
"Canceled" = "Avbruten";
"Click the Flic you want to add once" = "Tryck en gång på larmknappen du vill använda. Om den inte ansluter håll in knappen i 7 sekunder.";
"Close" = "Stäng";
"CLOSE" = "STÄNG";
"Communication" = "Nätverksfel";

"Configuration successful!" = "Konfiguration slutförd!";
"Confirmation" = "Bekräftelse";
"Connection is lost!\nYour Pebble is out of range." = "Anslutningen förlorad!\nDin Pebble har tappat anslutningen.";
"Connection is lost!" = "Anslutningen förlorad!";
"Continue" = "Fortsätt";
"Couldn’t find any new Flics" = "Hittade ingen larmknapp";
"Create a new group by pressing this button." = "Skapa en ny grupp genom att trycka på den här knappen.";
"Create account" = "Skapa konto";
"Credits: " = "Krediter: ";
"Current amount:" = "Nuvarande antal:";
"Default" = "Företagsgrupp";
"Delete AP?" = "Radera AP?";
"Details" = "Uppdatera";
"Do you really want to delete your friend?" = "Vill du verkligen ta bort din vän?";
"Do you really want to remove this contact?" = "Vill du verkligen ta bort denna kontakten?";
"Do you you want to save this access point to improve your indoor location?" = "Vill du spara accesspunkten för att förbättra din inomhuspositionering.";
"Edit" = "Redigera";
"%@ Alerty app is now connected to facebook" = "%@ Alerty app is now connected to facebook";
"Emergency message was sent to your contacts." = "Larmmeddelandet skickades till dina kontakter.";
"Emergency message was sent to your friends." = "Larmmeddelandet skickades till dina vänner.";
"ended the call" = " avslutade samtalet";
"Enter your PIN-code" = "Skriv in ditt ID och behörighetskod";
"Enter your name and PIN-code" = "Skriv ditt namn och behörighetskod";
"Error" = "Fel";
"Facebook" = "Facebook";
"Failed to change company name." = "Misslyckades att ändra företagsnamn.";
"Failed to create your account." = "Det gick inte att skapa kontot.";
"Failed to save username." = "Misslyckades att spara användarnamn.";
"Failed" = "Misslyckades";
"Find my lost phone" = "Anslutningen mellan din larmknapp och telefon fungerar.";
"Female" = "Kvinna";
"FLIC_INFO" = "När appen är i sökläge, förvisa dig om att din larmknapp befinner sig väldigt nära denna enhet och att du tryckt en gång på den så att den börjar sända. Du har 10 sekunder på dig att göra detta.\n\nOm du fortfarande har problem att hitta din nya larmknapp försäkra dig om att den är i Publikt läge. Du aktiverar Publikt läge på din larmknapp genom att trycka på den i 10 sekunder.";
"FLIC_PRIVATE" = "Du aktiverar Publikt läge på din larmknapp genom att trycka på den i 10 sekunder.";
"Found new Flic, connecting" = "Hittade en ny larmknapp, ansluter";
"FLIC_PRIVATE" = "Du aktiverar Publikt läge på din larmknapp genom att trycka på den i 10 sekunder.";
"Found new Flic, connecting" = "Hittade en ny larmknapp, ansluter";
"For example, allergies, diabetes, epilepsy, infections, blood pressure, etc." = "Exempelvis allergier, diabetes, epilepsi, infektioner, blodtryck, etc.";
"General information" = "Allmän information";
"General information, e.g medication, diseases, etc." = "Generell information, ex. medicin, sjukdomar, etc.";
"Getting Started" = "Kom igång";
"Headset test mode!" = "Headset-testläge!";
"Hi,\nI would like your attention for a little while!\nHere's a link to a map where you can follow my current position: " = "Hej. Jag känner mig osäker och skulle vilja ha din uppmärksamhet en stund. Klicka på länken för att följa min position på kartan. ";
"ICE-numbers" = "ICE-kontakter (anhörignummer)";
"Incorrect password." = "Felaktigt lösenord.";
"Insufficient credits!" = "Inte tillräckligt många krediter!";
"It costs one credit to add a friend." = "1 kredit används för att lägga till 1 vän";
"Level" = "Nivå";
"Login or buy a subscription?" = "Logga in eller prenumerera?";
"Male" = "Man";
"Man down" = "Rörelselarm";
"Enable Motion activation requires the auto screen lock is disabled?" = "Aktivera Rörelseaktivering kräver att det automatiska skärmlåset är inaktiverat.";
"Make a voice call or a video call?" = "Ring ett röstsamtal eller ett videosamtal?";
"Make a voice call?" = "Ring ett röstsamtal?";
"Make sure your Flic is within reach when you click it" = "Försäkra dig om att din larmknapp är inom räckhåll";
"Missed call from" = "Missat samtal från ";
"Motion activation" = "Rörelseaktivering";
"Name: " = "Namn: ";
"Network communication error occured." = "Nätverksfel";
"Next" = "Nästa";
"New access point" = "Ny accesspunkt";
"No data connection enabled.\nCheck the settings." = "Ingen dataanslutning aktiverad.\n\nKontrollera inställningarna.\n\nLarm kommer att skickas med SMS.";
"No internet connection" = "Ingen internetanslutning. Vid larmaktivering kommer ett meddelandefönster med ett larmmeddelande att visas i din iphone. Tryck \"Skicka\" för att skicka larmet.";
"No network added" = "Inga position tillagda";
"No" = "Nej";
"OK" = "OK";
"Open" = "Öppna";
"Password must contain more than 5 characters" = "Lösenord måste innehålla mer än 5 tecken";
"Perform" = "Utför";
"Personal" = "Personligt";

"Play movie" = "Spela film";

"Please enter PIN-code to cancel Timer alarm!" = "Ange din behörighetskod för att avbryta Timer alarm!";

"Please enter PIN-code to cancel Man down!" = "Ange din behörighetskod för att avbryta rörelselarm!";
"Please select another email address." = "Välj en annan e-postadress.";
"Please select another user name." = "Välj ett annat användarnamn.";

"Previous alerts" = "Tidigare larm";
"Purchase Confirmation!" = "Bekräftelse!";
"Purchase canceled." = "Köpet avbrutet.";
"Purchase failed." = "Köpet misslyckades.";
"Purchase" = "Köp";
"Push Not. Register Error" = "Fel: tjänst för push-notiser.";
"Preactivation" = "Föraktivering";
"Preactivation and Man down feature requires the screen lock to be disabled?" = "Föraktivering och rörelselarm funktionen kräver att skärmlåset är inaktiverat?";
"Ready" = "Klar";
"Registration successful.\r\n\r\nPlease go to ww.shareroutes.eu to set up the service or press continue." = "Registrering lyckades.\r\n\r\nLogga in på www.shareroutes.net för att aktivera tjänsten. Tryck fortsätt.";
"Registration/Log in" = "Registrering / Logga in";
"RegistrationUsernameAlreadyExists" = "Användarnamnet finns redan. Välj ett annat användarnamn.";
"Reject" =  "Avvisa";
"rejected the call" = "avvisade samtalet";
"Save" = "Spara";
"Slide to cancel" = "Lås upp";
"SOS Alarm" = "SOS Alarm";
"Software Update" = "Programuppdatering";
"Saved" = "Sparad";
"Screen lock" = "Skärmlås";
"Searching for new Flics" = "Letar efter en larmknapp";
"Sent" = "Skickat";
"Settings" = "Inställningar";
"Settings updated" = "Användaruppgifter uppdaterade.";
"Sex" = "Kön";
"Share to Facebook" = "Dela på Facebook";
"Share your alert on your Facebook page" = "Delar dina larm på din Facebook-sida.";
"Show map" = "Visa karta";

"Specify name and PIN-code" = "Ange namn och behörighetskod";
"Step %d" = "Steg %d";
"Subscribe" = "Prenumerera";
"Subscription" = "Prenumeration";
"Tap and hold the screen" = "\nTryck och håll på skärmen i 3 sekunder eller säg 'hjälp' för att aktivera larmet.\n\n \
Svep till höger och ange din behörighetskod för att avsluta skärmlåset. ";
"That ID is not registered in our database. Please check your spelling or ask the administrator for help." = "Användar-IDt finns inte i databasen. Kontrollera din stavning eller be administratören om hjälp.";
"That email is not registered in our database. Please check your spelling or register a new account." = "E-postadressen finns inte registrerad i vår databas. Var vänlig kontrollera stavningen eller registrera ett nytt konto.";
"The application can not connect to server, please try again later." = "Applikationen kan inte ansluta till servern, var god försök igen senare.";
"The information below is displayed on the screen to give you quick and right help if an emergency should arise." = "Informationen nedan kommer att visas på skärmen och delas med dina kontakter när ett larm aktiveras.";
"The test was canceled." = "Testet avbröts.";

"This can take a few seconds" = "Detta kan ta ett par sekunder";
"This is the WiFi you're currently connected to. The description and position of it will be displayed in the alerts you send." = "Du är för närvarande ansluten till detta WiFi. Beskrivningen och position kommer att visas i de larm du skickar.";
"To be able to activate an alert in Alerty you must add a friend from your contact list. To add friends, go to Settings. It's highly recommended to read up on how Alerty works, which you can do in the Info-view." = "För att du ska kunna aktivera ett larm i Alerty måste du lägga till en vän från din kontaktlista. Detta gör du i Inställningar. Det är rekommenderat att du läser mer om hur Alerty fungerar, detta gör du genom att gå till Info-vyn.";
"To get a more accurate position when indoors, add the position of the WiFi you're currently connected to here." = "För att få en mer korrekt position när du befinner dig inomhus, lägg till positionen för det WiFi som du för närvarande är ansluten till här.";
"To use indoor positioning you must be connected to a WiFi." = "För att använda inomhuspositionering måste du vara ansluten till ett WiFi.";
"TRY AGAIN" = "FÖRSÖK IGEN";
"Turn on Bluetooth and try again." = "Aktivera blåtand och försök igen";
"Unspecified" = "Ospecificerad";
"Upgrade" = "Uppgradera";
"Use this button to make sure your headset is correctly set up" = "Använd den här knappen för att kontrollera att headsetet är korrekt anslutet.";
"User settings" = "Användarinställningar";

"Video call from" = "Videosamtal från ";
"View" = "Visa";
"We have created an administrator account for your group-ID at http://alerty.eu/business.php. You can login with the following credentials:\nUsername: <adminName>\nPassword: <adminPass>\n\nYou can change your password on the website.\n\nRegards,\nAlerty" = "Vi har skapat ett administratörs-konto för ditt grupp-ID på http://www.alerty.se/foretag.php. Du kan logga in med de följande uppgifterna:\nAnvändarnamn: <adminName>\nLösenord: <adminPass>\n\nDu kan byta ditt lösenord på hemsidan.\n\nMvh,\nAlerty";
"What's your relation to this contact? (i.e wife, brother)" = "Vilken relation har du till denna kontakten? (ex. fru, bror)";
"Wrong company." = "Fel företag.";
"Yes" = "Ja";
"You can now make and receive video calls. Your number is used to easier connect you and your contacts." = "Nu kan du ringa och ta emot videosamtal. Ditt telefonnummer används för att enklare koppla ihop dig och dina kontakter.";
"You do not have credit to add new friend." = "Du har inte tillräckligt många krediter för att lägga till vänner.";
"Your alerts are sent to contacts in the active group. To change the active group, drag and drop a cell from below to this position using the icon to the right." = "Dina larm skickas till kontakter i den aktiva gruppen. För att byta aktiv grupp tryck på ändra och sedan dra och släpp en grupp med hjälp av ikonen till höger.";
"Your current settings:" = "Dina nuvarande inställningar:";
"Your emergency message was accepted by %@." = "Ditt nödmeddelande accepterades av %@.";
"Your Flic is in Private Mode" = "Din larmknapp är upptagen";
"contacts" = "kontakter";
"friends" = "vänner";



"FOLLOW_ME_MESSAGE" = "Hej. Jag känner mig otrygg. Följ gärna min position på kartan:";
"Premium subscription has expired" = "Testperioden har löpt ut!";
"You can buy a new subscription in Settings / In-App purchase" = "Uppgradera till Alerty Premium via Inställningar > Skaffa Premium";


// banner texts
"Man down is enabled" = "Rörelselarm är aktiverat";
"Follow me is active" = "Följ mig är aktiverat";
"Follow me has a follower!" = "Följ mig har en följare!";
"Timer is active!" = "Timerlarm är aktivt!";
"days left" = "%d dag(ar) kvar av Premium";
"Get Premium here" = "Skaffa Premium här";
"FOLLOW_ME_FOLLOWING" = " följer dig";
"FOLLOW_ME_WAITING" = "Följ mig väntar på ";
"FOLLOW_ME_FOLLOWER" = "Följer ";

"There was no friend to send alert to, the alert was stopped." = "Det fanns ingen vän att skicka larm till, larmet stoppades.";
"Cannot connect to server.\nRetrying" = "Kan inte ansluta till servern.\n\nFörsöker igen\n\nLarm kommer att skickas med SMS.";
"Please enter PIN-code to cancel Follow me!" = "Ange din behörighetskod för att avbryta följ mig!";

/* login, signup */
"The specified account and/or the password is incorrect." = "Det angivna kontot och/eller lösenordet är fel.";
"No permission" = "Ingen åtkomst";
"This App has no permission to access your contacts. Please check it in your privacy settings of your device." = "Den här appen har inget tillstånd att komma åt dina kontakter. Kontrollera det i dina personliga inställningar för din enhet.";
"Form error" = "Formulärfel";
"Please specify a Username." = "Ange ett användarnamn";
"Please choose a PIN code." = "Ange en behörighetskod";
"Please select a contact!" = "Vänligen välj en kontakt!";
"Please check email address!" = "Vänligen fyll i E-postadress!";
"Please fill password fields!" = "Vänligen fyll i lösenordsfälten";
"The entered passwords are different!" = "De angivna lösenorden är olika";
"The mobile phone number must be in international format (e.g. +46708123456). Please change the number." = "Ange ett internationellt mobilnummer (t.ex. +46708123456). Var vänlig ändra numret.";
"Sign in" = "Logga in";
"LOGIN_FORGOTTEN_PASSWORD" = "Glömt lösenord";
"TERMS" = "Genom att fortsätta indikerar du att du har läst och godkänner Alertys användarvillkor.";
"NEXT" = "Nästa->";
"LOGIN_PLACEHOLDER_WHITELABEL" = "Användar-ID";
"Company user" = "Företagsanvändare";
"As a business user, you can not create an account here. Please contact info@getalerty.com" = "Som företagsanvändare kan du inte skapa konto här. Kontakta oss info@getalerty.com";
"Individual user" = "Privatanvändare";
"Enter the email address and password." = "Ange en e-postadress och ett lösenord.";
"+ Add contact" = "+ Lägg till mottagare";
"Repeat password" = "Upprepa lösenord";
"Password must be at least 4 characters!" = "Lösenord måste innehålla minst 4 tecken!";
"Permissions" = "Behörigheter";

"FORGOTTEN_PASSWORD_TITLE" = "Glömt lösenord?";
"FORGOTTEN_PASSWORD_MESSAGE" = "Fyll i din e-postadress så skickar vi en länk för skapa ett nytt lösenord.";
"FORGOTTEN_PASSWORD_CANCEL" = "Avbryt";
"FORGOTTEN_PASSWORD_SEND" = "Skicka";
"FORGOTTEN_PASSWORD_SENT" = "Kontrollera din inkorg för ett e-postmeddelande för hur du återställer ditt lösenord.";

"CREATE_HELP_ALERT_NAV" = "Skapa en hjälpkontakt";
"CREATE_HELP_ALERT_TITLE" = "Larma med hjälp av rösten, säg bara ”Hej Siri, ring Hjälp”";
"CREATE_HELP_ALERT" = "Så här fungerar det.";
"CREATE_HELP_ALERT_NOTE" = "OBS! Det går lika bra att ringa på vanligt sätt till kontakten ”Hjälp” för att larma.";
"CREATE_HELP_ALERT_CONTENT" = "1. Genom att trycka på knappen nedanför så skapar du kontakten ”Hjälp” i din adressbok.\n\n2. Efter det kan du aktivera ett larm genom att säga ”Hej Siri, ring Hjälp”.";
"CREATE_HELP_SAVE" = "Skapa kontakten ”Hjälp”";
"CREATE_HELP_NAME" = "Hjälp";
"CREATE_HELP_NOTE" = "Aktivera ett larm med Alerty genom att säga ”Hej Siri ring Hjälp”";
"CREATE_HELP_SUCCESS" = "Du kan nu aktivera ett larm genom\natt säga ”Hej Siri ring hjälp”";
"CREATE_EC_ALERT_NAV" = "Skapa en nödkontakt";
"CREATE_EC_ALERT_TITLE" = "Larma med hjälp av att använda Nödsamtal SOS funktionen.";
"CREATE_EC_ALERT" = "Så här fungerar det.";
"CREATE_EC_ALERT_NOTE" = "När du ringer ett Nödsamtal SOS ringer din iPhone automatiskt det lokala nödnumret. Alerty larmar automatiskt när ”Nödkontakter” meddelas.";
"CREATE_EC_ALERT_CONTENT" = "1. Genom att trycka på knappen nedanför så skapas kontakten ”Nödkontakt i din adressbok.\n\n2. För att denna funktionen ska fungera så behöver du manuellt gå in i din adressbok och leta upp kontakten ”Nödkontakt” och välja ”Lägg till Nödkontakt”.";
"CREATE_EC_NAME" = "Nödkontakt";
"CREATE_EC_NOTE" = "Tryck ”Lägg till nödkontakt” för att aktivera larm med Alerty i samband med funktionen Nödsamtal SOS.";
"CREATE_EC_SUCCESS" = "Nu har vi skapat en kontakt som heter ”Nödkontakt” i din adressbok.\n\nÖppna din adressbok, sök efter ”Nödkontakt” och öppna. Välj ”Lägg till nödkontakt” för att slutföra.";
"CREATE_EC_SAVE" = "Skapa kontakten ”Nödkontakt”";
"CREATE_EC_LINK" = "Läs mer om Nödsamtal SOS";
"CREATE_EC_INFO_NAV" = "Nödsamtal SOS";
"CREATE_EC_INFO_TITLE" = "Använda Nödsamtal SOS på iPhone";
"CREATE_EC_INFO_LINK" = "https://support.apple.com/sv-se/guide/iphone/iph3c99374c/ios";



/* Add phone + verify number */
"Verify phone number" = "Verifiera telefonnummer";
"Verify Number" = "Verifiera nummer";
"PHONENUMBER_ALREADY_EXISTS" = "Det angivna telefonnumret är redan kopplat till ett Alerty-konto. Genom att fortsätta godkänner du att det gamla kontot inaktiveras.";
"PHONENUMBER_ALREADY_EXISTS_PROCEED" = "Fortsätt";
"A new verification code were sent to you." = "En ny aktiveringskod är skickad till dig.";
"The entered code was accepted." = "Den angivna koden accepterades.";
"The entered code is invalid. Please try again." = "Den angivna koden är felaktig. Var god försök igen.";

/* contacts */
"Create group" = "Skapa grupp";
"Enter a name for the group" = "Ange ett namn för gruppen.";
"Create" = "Skapa";
"+ Add group" = "+ Skapa grupp";
"ACTIVE GROUPS" = "AKTIVA GRUPPER";
"INACTIVE GROUPS" = "INAKTIVA GRUPPER";
"GROUP" = "GRUPPER";
"COMPANY GROUP" = "FÖRETAGSGRUPP";
"Free slot" = "Ledig plats";
"Cannot add yourself as contact" = "Du kan inte lägga till dig själv som kontakt.";
"Contact already on list." = "Kontakten finns redan i listan.";
"MY CONTACTS" = "MINA KONTAKTER";

/* settings - sensitivity */
"Sensitivity" = "Känslighet";
"Motion sensitivity" = "Rörelsekänslighet";
"Test mode!" = "Testläge!";
"Shake your phone to test the motion sensitivity" = "Skaka telefonen för att testa rörelsekänsligheten.";
"UnsuccessfulTest" = "Misslyckat test!";
"Press the test button again if you want to test motion sensitivity." = "Tryck på test knappen igen om du vill testa rörelsekänsligheten.";
"The test was successful!" = "Testet lyckades!";

/* settings - accessories */
"Accessories" = "Tillbehör";
"Please use your accessory to test the functionality with Alerty." = "Använd ditt tillbehör för att testa dess funktion med Alerty.";
"Your device is connected to the phone and is working with Alerty." = "Ditt tillbehör är anslutet till mobilen och fungerar med Alerty.";
"Please check that the headset is working and that the Bluetooth is enabled and try again." = "Kontrollera att tillbehöret är påslaget är påslaget och anslutet till telefonen.";
"Connected" = "Ansluten";
"Not connected" = "Ej ansluten";
"FLIC_INSTALL" = "Gå till https://start.flic.io för att komma igång med Flic";
"Couldn't find any flics" = "Hittade ingen larmknapp";
"Tap to add Flic" = "Tryck för att lägga till din larmknapp";
"Add Flic" = "Lägg till larmknapp";
"FLIC_BATTERY_NORMAL" = "Batterinivå: Bra";
"FLIC_BATTERY_LOW" = "Batterinivå: Batteribyte rekommenderas";
"flic_button" = "Larmknapp";

/* settings - history */
"History" = "Larmhistorik";
"ALERT_SOURCE_BUTTON" = "App-knapp";
"ALERT_SOURCE_MANDOWN" = "Rörelselarm";
"ALERT_SOURCE_TIMER" = "Timerlarm";
"ALERT_SOURCE_PEBBLE" = "Pebble";
"ALERT_SOURCE_EXTERNAL_BUTTON" = "Extern knapp";
"ALERT_SOURCE_WEB" = "Webb";
"ALERT_SOURCE_TWILIO" = "Telefonsamtal/SMS";
"Address" = "Adress";
"Location" = "Plats";
"Alarm type" = "Larmtyp";
"Accuracy" = "Noggrannhet";
"Time sent: " = "Aktiverat ";
"Accepted: " = "Accepterad ";
"Accepted by: " = "Accepterad av ";
"Time canceled: " = "Tid avbruten ";
"Start" = "Start";
"End" = "Stopp";

/* settings - in app purchase */
"In-App Purchases" = "Skaffa Premium";
"Invite message" = "Jag skulle vilja rekommendera personsäkerhetsappen Alerty. Registrera dig med följande värdekod så får vi båda 1 av 5 poäng som behövs för att få Alerty Premium gratis! Tills dess kan du använda Alerty Premium gratis i 7 dagar eller köpa den direkt via in app-köp.\nVärdekod: %@\nLadda ner appen här: http://getalerty.com/download.php\nLäs mer här: getalerty.com";

/* settings - indoor locationing */
"Indoor locationing" = "Platser";
"Display a request to save the current access point that the phone is connected to." = "Visa en förfrågan om att spara den aktuella accesspunkten telefonen är ansluten till.";
"Add beacon" = "Lägg till beacon";
"Add network" = "Lägg till nätverk";
"Active WiFi" = "Aktivt WiFi";
"Saved positions" = "Sparade positioner";
"No position added" = "Ingen position sparad";
"Scans the vicinity for beacons. Select and give each of them a name and a position." = "Söker av området efter beacons. Välj och ge var och en av dem ett namn och en position.";
"Beacons" = "Beacons";
"Select a beacon" = "Välj en beacon";
"Unsaved beacon - %@" = "Osparad beacon - %@";
"Distance: %.2fm" = "Avstånd: %.2fm";
"i.e street number" = "t.ex. Gatan 12";
"e.g Floor 3, apartment 23" = "t.ex. vån 3, lägenhet 23";
"Enter a detailed description of where the wireless network is located. This will be displayed in addition to the address." = "Ange en beskrivning av var det trådlösa nätverket finns. Detta kommer att visas som ett tillägg till adressen.";
"Save to company" = "Spara till företag";
"Save to private" = "Spara privat";
"Could not find location." = "Hittade ingen plats.";
"Description" = "Beskrivning";
"Beacon" = "Beacon";
"BSSID" = "BSSID";

/* settings - user account */
"User account" = "Användarkonto";
"PERSONAL INFORMATION" = "PERSONUPPGIFTER";
"ACCOUNT INFORMATION" = "KONTOUPPGIFTER";
"Full name" = "Namn";
"ex. John Appleseed" = "ex. John Appleseed";
"Name and PIN-code:" = "Namn och behörighetskod";
"ID" = "Användar-ID";
"Name" = "Namn";
"Email address" = "Epost-adress";
"ex. John" = "ex. John";
"ex. john@email.com" = "ex. john@email.com";
"PIN-code" = "Behörighetskod";
"ex. 1234" = "ex. 1234";
"ex. +47000000000" = "ex. +47000000000";
"Phone number:" = "Telefonnummer";
"New user details are saved!" = "Nya användaruppgifter har sparats!";
"VALIDATE_ERROR" = "Ange fyra siffror!";
"USER_ACCOUNT_NO_PIN" = "Gå till anpassningar för att aktivera.";

/* settings - more */
"More" = "Mer";
"URL_MANUAL" = "https://www.getalerty.se/faq/";
"Discrete mode" = "Diskret läge";
"Tracking" = "Spårning";
"Switch to Front Facing Camera" = "Växla till Framåtvänd Kamera";
"Alerty will use Front-facing camera as default." = "Alerty kommer att använda Front-facing kamera som standard.";
"Camera" = "Kamera";
"Info" = "Bruksanvisning";
"Terms of service" = "Allmänna villkor";
"Send log in e-mail" = "Skicka logg";
"Your route will be temporarily stored in the phone memory to be displayed if the alert is activated." = "Din färdväg lagras temporärt i telefonminnet för att visas om larmet aktiveras.";
"Discrete mode will disable notifications" = "Det disktreta läget inaktiverar alla notiser i appen.";
"Privacy Policy" = "Integritetspolicy";
"Privacy Settings" = "Integritetsskydd";
"Upload last screenshot on alert" = "Bifoga senaste bilden";
"Speakerphone" = "Högtalartelefon";
"More_settings" = "fler inställningar";
"common_settings" = "vanliga inställningar";

"last_known_position" = "Senast kända position";
"settings_last_known_position_alert" = "Din senast kända position är möjlig att spåra vid en nödsituation.";
"help_contact" = "Skapa en hjälpkontakt";
"emergency_contact" = "Skapa en nödkontakt";
"contact" = "Kontakt";
"Use PIN" = "Behörighetskod";
"LOGIN_PIN_ALERT" = "Välj en personlig fyrsiffrig behörighetskod.\nKom ihåg din behörighetskod!";

/* timer alarm + man down */
"An alarm will be activated within 30 seconds." = "Ett larm kommer att aktiveras inom 30 sekunder. Ange din behörighetskod för att avbryta nedräkningen.";
"Timer alarm" = "Timerlarm";
"Please set the time first!" = "Ställ in timern först!";
"Ongoing activities:" = "Pågående aktiviteter:";
"Describe what you will do and where you will be while the timer is running." = "Beskriv vad du kommer att göra och var du kommer att befinna dig under tiden som timern är aktiv.";
"Alarm automatically activates in" = "Ett larm aktiveras automatiskt om";
"seconds." = "sekunder.";
"Man down alert" = "För att undvika falsklarm rekommenderas att anpassa känsligheten. Gå till Inställningar > Känslighet.";
"Adjust" = "Anpassa";

/* alarm receiver */
"Map" = "Karta";
"Video call" = "Videosamtal";
"Action plan" = "Handlingsplan";
"Waiting for address" = "Väntar på adress";
"Alarm closed" = "Larm avslutat";
"Call HELP24" = "Ring HELP24";
"Please select a number" = "Var vänlig välj ett nummer";
"HELP24 Sweden" = "020-931931 (inrikes)";

/* video call */
"Incoming call from %@" = "Inkommande samtal från %@";
"Front camera" = "Frontkamera";
"Rear camera" = "Bakre kamera";
"now" = "nu";
"minutes_ago" = "minut sedan";
"hours_ago" = "tim sedan";
"days_ago" = "dag sedan";

"location_alert_title" = "Tillåt \"Alerty\" att Alltid använda platsinfo för att tillhandahålla funktionalitet.";
"location_alert_settings" = "Inställningar";
"location_alert_cancel" = "Avbryt";

"contact_call" = "Välj ett av följande alternativ nedan.";
"contact_call_video" = "Videosamtal";
"contact_call_phone" = "Röstsamtal";
"contact_call_follow_me" = "Följ mig";
"contact_call_last_position" = "Senast kända position";
"contact_phone" = "Vill du ringa ett röstsamtal?";
"contact_phone_ok" = "Ok";
